-- Храним контент для категорий вопроса
local M = {
	{
		id = 1,
		-- Вопросы
		quests = {
			{
				quest = "Этот лёгкий головной убор носят с гордостью.", 
				word = "берет"
			},
			{quest = "Военные используют его для показа своей формы и смотра состояния войск.", word = "парад"},
			{quest = "Головной убор в танковых войсках.", word = "шлем"},
		},
		-- Игроки
		party = {"player", "andrew", "igor"},
		complexity = "easy",
		stars = {
			type = "score", 
			values = {
				25, 
				50, 
				75
			},
		}
	},
	{
		id = 2,
		-- Вопросы
		quests = {
			{quest = "Этот предмет солдатского быта плотно вошёл и в гражданскую жизнь.", word = "котелок"},
			{quest = "Это используется в качестве награждения и в качестве оружия.", word = "пистолет"},
			{quest = "При помощи этого военные различают друг друга.", word = "погоны"},
		},
		-- Игроки
		party = {"player", "denis", "ira"},
		complexity = "easy",
		stars = {
			type = "score", star_1 = 250, star_2 = 500, star_3 = 1000,
		}
	},
	{
		id = 3,
		-- Вопросы
		quests = {
			{quest = "Именно он позволяет скрыться с глаз противника.", word = "камуфляж"},
			{quest = "Название песни и знаменитого оружия.", word = "максим"},
			{quest = "Оружие с красивым названием, наводившее ужас на немецких захватчиков.", word = "катюша"},
		},
		-- Игроки
		party = {"player", "ira", "igor"},
		complexity = "easy",
		stars = {
			type = "score", star_1 = 250, star_2 = 500, star_3 = 1000,
		}
	},
	{
		id = 4,
		-- Вопросы
		quests = {
			{quest = "Так называли отважного воина на Руси", word = "витязь"},
			{quest = "Это старинная одежда у русского ратника.", word = "кольчуга"},
			{quest = "Название укреплённого военного пункта.", word = "застава"},
		},
		-- Игроки
		party = {"player", "igor", "denis"},
		complexity = "easy",
		stars = {
			type = "score", star_1 = 250, star_2 = 500, star_3 = 1000,
		}
	},
	{
		id = 5,
		-- Вопросы
		quests = {
			{quest = "Именно этот способ ведения боя полюбили кинематографисты в фильмах про пиратов.", word = "абордаж"},
			{quest = "Именно в это место попадают особо меткие стрелки.", word = "десятка"},
			{quest = "О чём говорили: 'Невелик Матвей, а далеко плюёт'?", word = "ружьё"},
		},
		-- Игроки
		party = {"player", "denis", "lena"},
		complexity = "normal",
		stars = {
			type = "score", star_1 = 250, star_2 = 1000, star_3 = 1500,
		}
	},
	{
		id = 6,
		-- Вопросы
		quests = {
			{quest = "Название этого головного убора, обыгрывает его форму.", word = "бескозырка"},
			{quest = "Кем служил на войне автор 'Войны и мира'?", word = "артиллерист"},
			{quest = "Так называли воисковую часть, расположенную в крепости.", word = "гарнизон"},
		},
		-- Игроки
		party = {"player", "max", "ira"},
		complexity = "normal",
		stars = {
			type = "score", star_1 = 250, star_2 = 1000, star_3 = 1500,
		}
	},
	{
		id = 7,
		-- Вопросы
		quests = {
			{quest = "Именно это сохранило немало жизней воинов в древности.", word = "доспехи"},
			{quest = "Часть армии из отобранных бойцов.", word = "гвардия"},
			{quest = "Так называют воинов, несущих охрану чего-либо.", word = "караул"},
		},
		-- Игроки
		party = {"player", "lena", "antonina"},
		complexity = "normal",
		stars = {
			type = "score", star_1 = 250, star_2 = 1000, star_3 = 1500,
		}
	},
	{
		id = 8,
		-- Вопросы
		quests = {
			{quest = "Название тактического перемещения войск.", word = "маневр"},
			{quest = "Предмет для хранения оружия.", word = "кобура"},
			{quest = "Элемент одежды, который носят высокие чины в армии.", word = "фуражка"},
		},
		-- Игроки
		party = {"player", "alyona", "max"},
		complexity = "normal",
		stars = {
			type = "score", star_1 = 250, star_2 = 1000, star_3 = 1500,
		}
	},
	{
		id = 9,
		-- Вопросы
		quests = {
			{quest = "Именно от этого слова повилась 'Армия'?", word = "вооружать"},
			{quest = "Название одного из самых оригинальных и колоритных головных уборов Российской армии.", word = "будёновка"},
			{quest = "Это защищает жизни не только солдат, но и обычных людей на гражданке.", word = "каска"},
		},
		-- Игроки
		party = {"player", "antonina", "lyosha"},
		complexity = "hard",
		stars = {
			type = "score", star_1 = 500, star_2 = 1500, star_3 = 2000,
		}
	},
	{
		id = 10,
		-- Вопросы
		quests = {
			{quest = "Без этого атрибута не обходится ни одна подготовка к сражению.", word = "бинокль"},
			{quest = "Одно из мест, где готовят еду.", word = "камбуз"},
			{quest = "Так называют крупное подразделение войск.", word = "корпус"},
		},
		-- Игроки
		party = {"player", "max", "proskovia"},
		complexity = "hard",
		stars = {
			type = "score", star_1 = 500, star_2 = 1500, star_3 = 2000,
		}
	},
	{
		id = 11,
		-- Вопросы
		quests = {
			{quest = "Название вида укрепления в обороне.", word = "редут"},
			{quest = "Из этой ткани производится один из символов русской армии.", word = "кирза"},
			{quest = "Фамилия автора высказывания 'Сам погибай, а товарища выручай'?", word = "суворов"},
		},
		-- Игроки
		party = {"player", "lyosha", "lena"},
		complexity = "hard",
		stars = {
			type = "score", star_1 = 500, star_2 = 1500, star_3 = 2000,
		}
	},
	{
		id = 12,
		-- Вопросы
		quests = {
			{quest = "Этот предмет гардероба солдата использовался на протяжении столетий вплоть до 21 века.", word = "портянка"},
			{quest = "Этот элемент одежды появился в морских войсках, затем перекочевав в другие рода войск.", word = "тельняшка"},
			{quest = "Это есть и у корабля и у самолёта.", word = "штурвал"},
		},
		-- Игроки
		party = {"player", "proskovia", "lyosha"},
		complexity = "hard",
		stars = {
			type = "score", star_1 = 500, star_2 = 1500, star_3 = 2500,
		}
	},
}

return M