-- Храним контент для категорий вопроса
local M = {
	{
		id = 1,
		-- Вопросы
		quests = {
			{quest = "Название верховной власти в Древнем Египте.", word = "фараон"},
			{quest = "Назовите прозвище первого русского царя.", word = "грозный"},
			{quest = "Какую игру один из великих полководцев утвердил как часть программы военной подготовки?", word = "городки"},
		},
		-- Игроки
		party = {"player", "andrew", "igor"},
		complexity = "easy",
		stars = {
			type = "score", star_1 = 150, star_2 = 500, star_3 = 750,
		}
	},
	{
		id = 2,
		-- Вопросы
		quests = {
			{quest = "Как в средние века называли владельцев поместий, нёсших военную службу?", word = "рыцарь"},
			{quest = "Как прозвали князя Александр Ярославовича?", word = "невский"},
			{quest = "Какой титул получил Наполеон?", word = "император"},
		},
		-- Игроки
		party = {"player", "denis", "ira"},
		complexity = "easy",
		stars = {
			type = "score", star_1 = 250, star_2 = 500, star_3 = 1000,
		}
	},
	{
		id = 3,
		-- Вопросы
		quests = {
			{quest = "Жанр произведений о приключениях Робина Гуда:", word = "баллада"},
			{quest = "В этом городе находится старейший из ныне существующих в России театров.", word = "ярославль"},
			{quest = "В каком городе проходили «Вече»?", word = "новгород"},
		},
		-- Игроки
		party = {"player", "ira", "igor"},
		complexity = "easy",
		stars = {
			type = "score", star_1 = 250, star_2 = 500, star_3 = 1000,
		}
	},
	{
		id = 4,
		-- Вопросы
		quests = {
			{quest = "Кто оснавал огромную державу, поработившую Русь?", word = "чингизхан"},
			{quest = "Как назывался огромный амфитеатр Рима?", word = "колизей"},
			{quest = "Название одного из вида захоронений в древнем мире.", word = "пирамида"},
		},
		-- Игроки
		party = {"player", "igor", "denis"},
		complexity = "easy",
		stars = {
			type = "score", star_1 = 250, star_2 = 500, star_3 = 1000,
		}
	},
	{
		id = 5,
		-- Вопросы
		quests = {
			{quest = "В честь этого советского военочальничка назвали танк.", word = "ворошилов"},
			{quest = "Фамилия командующего легендарной конной армии.", word = "будённый"},
			{quest = "Столица  Древнего Египта", word = "мемфис"},
		},
		-- Игроки
		party = {"player", "denis", "lena"},
		complexity = "normal",
		stars = {
			type = "score", star_1 = 250, star_2 = 1000, star_3 = 1500,
		}
	},
	{
		id = 6,
		-- Вопросы
		quests = {
			{quest = "Этому правителю древнего Египта воздвигнута самая высокая пирамида.", word = "хеопс"},
			{quest = "Кто написал «Повесть временных лет»?", word = "нестор"},
			{quest = "Кто написал знаменитые 'Илиаду'?", word = "гомер"},
			{quest = "Этому древнегреческому богу были посвящены спортивные игры.", word = "зевс"},
		},
		-- Игроки
		party = {"player", "max", "ira"},
		complexity = "normal",
		stars = {
			type = "score", star_1 = 250, star_2 = 1000, star_3 = 1500,
		}
	},
	{
		id = 7,
		-- Вопросы
		quests = {
			{quest = "В честь кого назвали план одной из операции Нацисткой Германии?", word = "барбаросса"},
			{quest = "Фамилия художника, который нарисовал «Опять двойка».", word = "решетников"},
			{quest = "Какое прозвище дали императрице Екатерине 2?", word = "распутная"},
			
		},
		-- Игроки
		party = {"player", "lena", "antonina"},
		complexity = "normal",
		stars = {
			type = "score", star_1 = 250, star_2 = 1000, star_3 = 1500,
		}
	},
	{
		id = 8,
		-- Вопросы
		quests = {
			{quest = "Какое название было у первой печатной книги в России?", word = "апостол"},
			{quest = "От кого Россия унаследовала двуглавого орла на гербе?", word = "византия"},
			{quest = "Этот бог покровительствовал плаванию и судоходству .", word = "посейдон"},
		},
		-- Игроки
		party = {"player", "alyona", "max"},
		complexity = "normal",
		stars = {
			type = "score", star_1 = 250, star_2 = 1000, star_3 = 1500,
		}
	},
	{
		id = 9,
		-- Вопросы
		quests = {
			{quest = "Этот историк  назвал Египет «дар Нила».", word = "геродот"},
			{quest = "Этот храм  находится на вершине афинского Акрополя.", word = "парфенон"},
			{quest = "Фамилия скульптора, который является автором четырёх конных групп на Аничковом мосту в Санкт-Петербурге.", word = "клодт"},
		},
		-- Игроки
		party = {"player", "antonina", "lyosha"},
		complexity = "hard",
		stars = {
			type = "score", star_1 = 500, star_2 = 1500, star_3 = 2000,
		}
	},
	{
		id = 10,
		-- Вопросы
		quests = {
			{quest = "Название реки, на которой состоялась последняя битва Наполеона в России", word = "березина"},
			{quest = "Праздники в честь этого бога дали начало театру.", word = "дионис"},
			{quest = "Фамилия художника, который нарисовал «Тройка».", word = "перов"},
		},
		-- Игроки
		party = {"player", "max", "proskovia"},
		complexity = "hard",
		stars = {
			type = "score", star_1 = 500, star_2 = 1500, star_3 = 2000,
		}
	},
	{
		id = 11,
		-- Вопросы
		quests = {
			{quest = "Как называется сложный узор, созданный на основе математического расчёта?", word = "арабеска"},
			{quest = "Женщина, скульптура которой является символом красоты, гармонии и естественности.", word = "нефертити"},
			{quest = "К какой королевской династии принадлежал Карл Великий?", word = "меровинги"},
		},
		-- Игроки
		party = {"player", "lyosha", "lena"},
		complexity = "hard",
		stars = {
			type = "score", star_1 = 500, star_2 = 1500, star_3 = 2000,
		}
	},
	{
		id = 12,
		-- Вопросы
		quests = {
			{quest = "Так называли место жилья людей, обнесенное оградой", word = "городище"},
			{quest = "Кто по легенде выкормил основателей Древнего Рима?", word = "волчица"},
			{quest = "Фамилия художника, который нарисовал «Утро стрелецкой казни», «Боярыня Морозова».", word = "суриков"},
		},
		-- Игроки
		party = {"player", "proskovia", "lyosha"},
		complexity = "hard",
		stars = {
			type = "score", star_1 = 500, star_2 = 1500, star_3 = 2500,
		}
	},
}

return M